import React, { useState } from "react";
import ShebaUddoktaLayout from "./ShebaUddoktaLayout";

function Terms() {
  return (
    <>
      <h5 className="mt-10 mb-10 page-title">Terms & Conditions</h5>

      <div className="card p-3">
        <p>
          প্রোগ্রামে সবাইকে স্বাগতম। এই প্রোগ্রামে জয়েন করে আপনি পেয়ে যাবেন
          বাড়তি আয়ের এক নতুন উপায়। Khuje Now - প্রতিদিন শত শত টিউশন অফার
          ও টিউটর নিয়ে কাজ করে থাকে। প্রতিটি টিউটর টিউশন অফার কনফার্ম করার পর
          বিনিময়ে আমাদের কে প্ল্যাটফর্ম চার্জ হিসেবে সার্ভিস চার্জ প্রদান করে
          থাকে। আপনি যদি আমাদের সাথে অ্যাফিলিয়েট পার্টনার হিসেবে কাজ করতে চান
          তাহলে এই প্ল্যাটফর্মটি আপনার জন্যই। আপনি যদি কোনো টিউটর প্রয়োজন অথবা
          টিউটর নিতে চাচ্ছে এমন কোনো অভিভাবক বা শিক্ষার্থীর নাম্বার দিয়ে থাকেন
          অথবা আমাদের সাথে যোগাযোগ করিয়ে দেয়ার ব্যবস্থা করতে পারেন এবং সেই
          টিউশনটি যদি আমাদের প্ল্যাটফর্মের টিউটর দ্বারা কনফার্ম হয়ে থাকে তাহলে
          টিউটর প্রদত্ব আমাদের প্ল্যাটফর্ম চার্জের ৬০% থেকে আপনি পাবেন ১২%
          কমিশন। যেমনঃ কোনো টিউশন অফারের স্যালারি ১০,০০০ টাকা। ১০,০০০ টাকার ৬০%
          (১০,০০০×৬০%=৬,০০০) টাকা। এই ৬,০০০ টাকার ১২% (৬০০০×১২%= ৭২০) টাকা আপনি
          কমিশন হিসেবে পাবেন। এভাবেই প্রতিটি টিউশন অফারের বিনিময়ে আপনি পেয়ে
          যাবেন ১২% কমিশন। আপনি দুইটি ভিন্ন উপায়ে লিড অ্যাড করতে পারেন। একটি হলো
          আপনার প্রোফাইলে &quot;Add Leads&quot; অপশন থেকে অভিভাবক বা শিক্ষার্থী কোন বিষয়ের
          টিউটর খুঁজছেন এই বিষয়ে সাধারণ কিছু তথ্য দিয়ে। অন্যটি হলো আমাদের
          &quot;Reference Link&quot; অপশন থেকে লিংকটি কপি করে যেকোনো জায়গায় যত বেশি
          শেয়ার করতে পারেন। তাহলে আর দেরি কেন? অ্যাফিলিয়েট পার্টনার হিসেবে আজই
          শুরু করুন আপনার পথচলা আর খুঁজে নিন আয় করার নতুন এক উপায়। অ্যাফিলিয়েট
          পার্টনার সম্পর্কিত যেকোনো তথ্যের জন্য আমাদের প্রতিনিধির সাথে যোগাযোগ
          করুন
          <a className="text-primary font-lg" href="tel:09613575388">
            09613575388
          </a>
          এই নম্বরেে।
        </p>
      </div>
    </>
  );
}

export default Terms;

Terms.Layout = ShebaUddoktaLayout;
